tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "riscv/riscv"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "htop"
brew "llvm"
brew "lsd"
brew "luajit"
brew "mise"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "wget"
cask "alacritty"
cask "aldente"
cask "amethyst"
cask "anki"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "kindle"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "stats"
cask "vlc"
cask "visual-studio-code"
cask "wechat"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
