tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "riscv/riscv"
brew "bat"
brew "caddy"
brew "cmake"
brew "coreutils"
brew "efm-langserver"
brew "gh"
brew "go"
brew "htop"
brew "jpeg"
brew "llvm"
brew "lua-language-server"
brew "luajit", args: ["HEAD"]
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "subversion"
brew "tldr"
brew "tmux"
brew "dart-lang/dart/dart"
cask "alfred"
cask "amethyst"
cask "anki"
cask "docker"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "intellij-idea-ce"
cask "kindle"
cask "obs"
cask "pycharm-ce"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "zoom"
