tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "riscv/riscv"
brew "bat"
brew "caddy"
brew "cmake"
brew "coreutils"
brew "efm-langserver"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "jpeg"
brew "llvm"
brew "lua-language-server"
brew "luajit"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "stow"
brew "subversion"
brew "tealdeer"
brew "lsd"
brew "tmux"
brew "git-delta"
brew "dart-lang/dart/dart"
cask "alacritty"
cask "aldente"
cask "alfred"
cask "amethyst"
cask "anki"
cask "bitwarden"
cask "discord"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "firefox"
cask "obsidian"
cask "kindle"
cask "spotify"
cask "stats"
cask "vlc"
cask "wechat"
cask "raycast"
